Repository: OmegaT-L10N/zh_TW
Catalog: omegat/project_save.tmx
Source language: en
Languages: zh_tw

source: Download Get Started
zh_tw: 下載 入門

source: Developers
zh_tw: 開發者們

source: Documentation manager
zh_tw: 文件管理員

source: English version translators
zh_tw: 英文版翻譯者們

source: Get Started with OmegaT
zh_tw: OmegaT 入門

source: Integration manager
zh_tw: 程式碼整合管理員

source: Its purpose is to develop, distribute and support the use of OmegaT, an open-source translation memory software application.
zh_tw: 它的目標是開發、散布與支持 OmegaT，一個開放原始碼翻譯記憶應用軟體的使用。

source: Lead developer
zh_tw: 首席開發人員

source: Localization manager, user group owner
zh_tw: 軟體在地化管理員、使用者群組擁有者

source: OmegaT - The Free Translation Memory Tool
zh_tw: [fuzzy]OmegaT - 免费的翻译記憶工具

source: OmegaT the free translation memory tool
zh_tw: OmegaT 免費的翻譯記憶工具

source: OmegaT has a very active, supportive and multilingual user group.
zh_tw: OmegaT 擁有非常活躍、支援和多語言的使用者群。

source: Original author of the OmegaT application
zh_tw: OmegaT 應用軟體的原始作者

source: Project manager
zh_tw: 專案管理員

source: Since the project's inception, it has received the support of dozens of other contributors, too numerous to mention here, but for whose help we are very grateful.
zh_tw: 自本專案創立以來，它得到了數十位其他貢獻者的支持，族繁不及備載，但我們對他們的協助銘感五內。

source: Sorry
zh_tw: 抱歉

source: The OmegaT project
zh_tw: OmegaT 專案

source: The OmegaT project is maintained by an informal, international group of volunteers.
zh_tw: OmegaT 專案由一群非正式、國際化之志願者所維護。

source: The philosophy of the project is described here.
zh_tw: 本專案的理念說明參閱這邊。

source: The principal members of the project are:
zh_tw: 專案的主要成員為：

source: User group
zh_tw: 使用者群組

source: Video by CATguruEN (Dominique Pivard)
zh_tw: 影片由 CATguruEN (Dominique Pivard) 製作

source: We could not find the page you are looking for.
zh_tw: 我們找不到您要查看的頁面。

source: Website content authors
zh_tw: 網站內容作者們

source: Website manager
zh_tw: 網站管理員

source: You can go to the home page and hopefully find the information you need from there.
zh_tw: 您或可移駕至網站首頁並在那邊找到您所需的資訊。
